[
    "a) Иногда я предоставляю возможность другим взять на себя ответственность за решение спорного вопроса.\nb) Чем обсуждать то, в чем мы расходимся, я стараюсь обратить внимание на то, с чем мы согласны.",
    "a) Я стараюсь найти компромиссное решение.\nb) Я пытаюсь уладить его с учетом всех интересов другого человека и моих собственных.",
    "a) Обычно я настойчиво стремлюсь добиться своего.\nb) Иногда я жертвую своими собственными интересами ради интересов другого человека.",
    "a) Я стараюсь найти компромиссное решение.\nb) Я стараюсь не задеть чувств .другого человека.",
    "a) Улаживая спорную ситуацию, я все время пытаюсь найти поддержку , у другого.\nb) Я стараюсь делать все, чтобы избежать бесполезной напряженности.",
    "a) Я пытаюсь избежать напряженности для себя.\nb) Я стараюсь добиться своего.",
    "а) Я стараюсь отложить решение спорного вопроса с тем, что бы со временем решить его окончательно.\nб) Я считаю возможным в чем-то уступить, чтобы добиться другого.",
    "а) Обычно я настойчиво стремлюсь добиться своего.\n6) Я первым делом стараюсь определить то, в чем состоят все затронутые интересы и спорные вопросы.",
    "а) Думаю, что не всегда стоит волноваться из-за каких-то, возникших разногласий.\n6) Я предпринимаю усилия, чтобы добиться своего.",
    "а) Я твердо добиваюсь своего.\nб) Я пытаюсь найти компромиссное решение.",
    "а) Первым делом я стремлюсь ясно определить то, в чем состоят все затронутые интересы и спорные вопросы.\nб) Я стараюсь успокоить другого и главным образом сохранить наши отношения.",
    "а) Зачастую я избегаю занимать позицию, которая может вызвать споры.\n6) Я даю возможность другому в чем-то остаться при своем мнении, если он также идет навстречу.",
    "а) Я предлагаю среднюю позицию.\nб) Я настаиваю, чтобы все было сделано по-моему.",
    "а) Я сообщаю другому свою точку зрения и спрашиваю о его взглядах.\nб) Я пытаюсь показать другому логику и преимущество моих взглядов.",
    "а) Я стараюсь успокоить другого и сохранить наши отношения.\nб) Я стараюсь сделать все необходимое, чтобы избежать напряжения.",
    "а) Я стараюсь не задеть чувств другого.\nб) Я обычно стараюсь убедить другого в преимуществах моей позиции.",
    "а) Обычно я настойчиво стремлюсь добиться своего.\nб) Я стараюсь сделать все, чтобы избежать бесполезной напряженности.",
    "а) Если это сделает другого сильным, я дам ему возможность настоять на своем.\nб) Я дам другому возможность остаться при своем мнении, если он идет мне навстречу.",
    "а) Первым делом я пытаюсь определить то, в чем состоят все затруднения и спорные вопросы.\nб) Я стараюсь отложить спорные вопросы, с тем, чтобы со временем решить их окончательно.",
    "а) Я пытаюсь немедленно преодолеть наши разногласия.\n6) Я стараюсь найти наилучшее сочетание выгод и потерь для нас обоих.",
    "а) Ведя переговоры, стараюсь быть внимательным к другому.\nб) Я всегда склоняюсь к прямому обсуждению проблемы.",
    "а) Я пытаюсь найти позицию, которая находится посередине между моей и другого человека.\n6) Я отстаиваю свою позицию.",
    "а) Как правило, я озабочен тем, чтобы удовлетворить желания каждого из нас.\nб) Иногда предоставляю другим взять на себя ответственность за решение спорного вопроса.",
    "а) Если позиция другого кажется ему очень важной, я стараюсь идти ему навстречу.\n6) Я стараюсь убедить другого пойти на компромисс.",
    "а) Я пытаюсь убедить другого в своей правоте.\n6) Ведя переговоры, я стараюсь быть внимательным к аргументам другого.",
    "а) Я обычно предлагаю среднюю позицию.\n6) Я почти всегда стремлюсь удовлетворить интересы каждого из нас.",
    "а) Зачастую стремлюсь избежать споров.\n6) Если это сделает другого человека счастливым, я дам ему возможность настоять на своем.",
    "а) Обычно я настойчиво стремлюсь добиться своего.\n6) Улаживая ситуацию, я обычно стремлюсь найти поддержку у другого.",
    "а) Я предлагаю среднюю позицию.\nб) Думаю, что не всегда стоит волноваться из-за возникших разногласий.",
    "а) Я стараюсь не задеть чувств другого.\nб) Я всегда занимаю такую позицию в споре, чтобы мы совместно могли добиться успеха."
]

